Repository: capstanlqc-pisa/PISA_2025_es-ZZ_SignOff_OMT
Catalog: omegat/project_save.tmx
Source language: en
Languages: es_zz

source: Are you interested in videogames?
es_zz: ¿En qué área está interesado?

source: Click here to continue.
es_zz: Clic aqui para continuar.

source: Interested
es_zz: Interesado/a

source: Not interested
es_zz: No estoy interesado/a

source: Not interested at all
es_zz: No estoy nada interesado/a

source: Please select one response.
es_zz: Por favor, seleccione una respuesta.

source: Select the best option.
es_zz: SELECCIONE LA MEJOR OPCIÓN

source: There are no right answers.
es_zz: No hay plantillas compatibles.

source: Very interested
es_zz: Muy interesado/a

source: Welcome to this survey!
es_zz: ¡Le damos la bienvenida a esta encuesta!
